Revit 2027 API
GroupTypeId.Title Property
 Title Text.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Title { get; }
Public Shared ReadOnly Property Title As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Title {
	ForgeTypeId^ get ();
}
static member Title : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace